Repository: pluginsGLPI/useditemsexport
Catalog: locales/*.po
Languages: cs_cz, fi_fi, fr_fr, hr_hr, pl_pl, pt_pt, ru_ru, tr_tr

source: PDF successfully generated.
cs_cz: PDF úspěšně vytvořeno.
fi_fi: PDF luotu onnistuneesti.
fr_fr: PDF généré avec succès
hr_hr: PDF je uspješno izrađen.
pl_pl: Plik PDF został wygenerowany pomyślnie.
pt_pt: PDF gerado com sucesso.
ru_ru: PDF успешно создан
tr_tr: PDF oluşturuldu.

source: General setup of useditemsexport
cs_cz: Obecná nastavení zásuvného modulu exportu uživatelem využívaných položek
fi_fi: "useditemsexport" yleiset asetukset
fr_fr: Configuration générale du plugin d'export des éléments utilisés
hr_hr: Opće postavke za „Izvoz korištenih predmeta”
pl_pl: Ogólna konfiguracja useditemsexport
pt_pt: Configuração geral do item useditemsexport
ru_ru: Основные настройки useditemexport
tr_tr: Genel kullanılmış ögeler dışa aktarma kurulumu

source: Footer text
cs_cz: Text zápatí
fi_fi: Alatunniste
fr_fr: Texte de pied de page
hr_hr: Tekst u podnožju
pl_pl: Tekst stopki
pt_pt: Texto de rodapé
ru_ru: Текст колонтитула
tr_tr: Alt bilgi metni

source: Orientation
cs_cz: Orientace
fi_fi: Suunta
hr_hr: Položaj
pl_pl: Orientacja
pt_pt: Orientação
ru_ru: Ориентация
tr_tr: Doğrultu

source: Format
cs_cz: Formát
fi_fi: Muoto
pt_pt: Formato
ru_ru: Формат
tr_tr: Biçim

source: Language
cs_cz: Jazyk
fi_fi: Kieli
fr_fr: Langue
hr_hr: Jezik
pt_pt: Seleccione o idioma

source: Landscape
cs_cz: Na šířku
fi_fi: Vaakataso
fr_fr: Paysage
hr_hr: Položeno
pl_pl: Poziomo
pt_pt: Panorama
ru_ru: Альбомная
tr_tr: Yatay

source: Portrait
cs_cz: Na výšku
fi_fi: Pystytaso
hr_hr: Uspravno
pl_pl: Pionowo
pt_pt: Retrato
ru_ru: Книжная
tr_tr: Dikey

source: Run "composer install --no-dev" in the plugin tree
cs_cz: Ve složce tohoto zásuvného modulu spusťte příkaz „composer install --no-dev“
fi_fi: Suorita "composer install --no-dev" liitännäis-puuhun
fr_fr: Lancez la commande "composer install --no-dev" depuis le répertoire du plugin.
hr_hr: Pokreni „composer install --no-dev” u stablu dodatka
pt_pt: Executar “composer install --no-dev” na árvore de plugins

source: Used items export
cs_cz: Export uživatelem využívaných položek
fi_fi: Käytettyjen kohteiden vienti
fr_fr: Export des éléments utilisés
hr_hr: Izvoz korištenih predmeta
pl_pl: Eksport używanych rzeczy
pt_pt: Exportação de itens usados
ru_ru: Экспорт используемого
tr_tr: Kullanılmış ögelerin dışa aktarımı

source: Generate new export
cs_cz: Vytvořit nový export
fi_fi: Luo uusi vienti
fr_fr: Générer un nouvel export
hr_hr: Izradi novi izvoz
pl_pl: Wygeneruj nowy eksport
pt_pt: Gerar nova exportação
ru_ru: Создать новый экспорт
tr_tr: Yeni dışa aktarım oluştur

source: Used items export generated
cs_cz: Export využívaných položek vytvořen
fi_fi: Käytettyjen kohteiden vienti on luotu
fr_fr: L'export des éléments utilisés a été généré
hr_hr: Izvoz korištenih predmeta izrađen
pl_pl: Generowany eksport używanych rzeczy
pt_pt: Exportação de itens usados gerado
tr_tr: Kullanılmış ögelerin dışa aktarımı oluşturuldu

source: Reference number of export
cs_cz: Referenční číslo exportu
fi_fi: Viennin viitenumero
fr_fr: Numéro de référence
hr_hr: Broj reference izvoza
pl_pl: Numer referencyjny eksportu
pt_pt: Número de referência da exportação
ru_ru: Номер ссылки экспорта
tr_tr: Dışa aktarma referans numarası

source: Date of export
cs_cz: Datum exportu
fi_fi: Vientipäivä
fr_fr: Date d'export
hr_hr: Datum izvoza
pl_pl: Data eksportu
pt_pt: Data de exportação
ru_ru: Дата экспорта
tr_tr: Dışa aktarma tarihi

source: Author of export
cs_cz: Autor exportu
fi_fi: Vientiasiakirjan tekijä
fr_fr: Auteur de l'export
hr_hr: Autor izvoza
pl_pl: Autor eksportu
pt_pt: Autor da exportação
ru_ru: Автор экспорта
tr_tr: Dışa aktarma sorumlusu

source: Export document
cs_cz: Dokument exportu
fi_fi: Vie asiakirja
fr_fr: Document exporté
hr_hr: Izvezi dokument
pl_pl: Eksportuj dokument
pt_pt: Documento exportado
ru_ru: Документ экспорта
tr_tr: Belgeyi dışa aktar

source: Asset export ref :
cs_cz: Reference exportu majetku:
fi_fi: Omaisuuden vienti viite :
fr_fr: Export numéro :
hr_hr: Referenca izvoza inventara:
pl_pl: Nr ref. eksportu aktywów
pt_pt: Exportação de activos ref :
tr_tr: Varlık dışa aktarma referansı:

source: Signature
cs_cz: Podpis
fi_fi: Allekirjoitus
hr_hr: Potpis
pl_pl: Podpis
pt_pt: Assinatura
ru_ru: Подпись
tr_tr: İmza

source: Used-Items-Export
fi_fi: Käytettyjen-kohteiden-vienti
hr_hr: Izvoz korištenih predmeta
pt_pt: Usado-Itens-Exportação
ru_ru: Экспорт используемого
tr_tr: Kullanilmis-Ogeler-Disa-Aktarma
